{ "item": [
          {
            "description": "Yahoo, most of whose assets were acquired by Verizon Communications Inc, said in 2016 that at least 500 million of its accounts had been hacked two years earlier. The Information Commissioner's Office (ICO) said it focused on the 515,121 UK accounts that London-based Yahoo UK Services oversaw as a data controller. The ICO investigation found Yahoo UK Services failed to protect the data and take steps to ensure parent Yahoo Inc complied with the appropriate data protection standards.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "2c0187d1-45e6-30a5-b28a-33027a8bd884"
            },
            "link": "https://finance.yahoo.com/news/britain-fines-yahoo-uk-services-144007218.html?.tsrc=rss",
            "pubDate": "Tue, 12 Jun 2018 14:40:07 +0000",
            "title": "Britain fines Yahoo UK Services 250,000 pounds for 2014 hack"
          },
          {
            "description": "Yahoo fined £250,000 for 2014 data breach",
            "guid": {
              "-isPermaLink": "false",
              "#text": "ddeba221-b268-3664-9d6c-e1428bcc8659"
            },
            "link": "https://uk.finance.yahoo.com/news/yahoo-fined-250-000-2014-125333896.html?.tsrc=rss",
            "pubDate": "Tue, 12 Jun 2018 12:53:33 +0000",
            "title": "Yahoo fined £250,000 for 2014 data breach"
          },
          {
            "description": "BOSTON, June 11, 2018 /PRNewswire/ -- Kyros Law Offices is alerting investors of YAHOO! (NASDAQ: YHOO) that it is filing legal claims on behalf of investors against the company for possible securities fraud violations.. YAHOO! (NASDAQ: YHOO) investors that purchased stock between 04/30/2013 and 12/14/2016 are urged to contact our law firm immediately to protect their rights. Visit our YHOO Shareholder Lawsuit Settlement webpage or call 1-800-934-2921 to speak to someone about your case.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "d2cd8c4a-b6ac-3cd6-8b85-5aa40b030ef5"
            },
            "link": "https://finance.yahoo.com/news/yhoo-investor-alert-kyros-law-001200581.html?.tsrc=rss",
            "pubDate": "Tue, 12 Jun 2018 00:12:00 +0000",
            "title": "YHOO Investor Alert: Kyros Law is Filing Compensation Claims on Behalf of YAHOO! (NASDAQ: YHOO) Investors"
          },
          {
            "description": "Yahoo's European regulator has ordered it to make privacy changes following a probe into what it said was one of the largest ever data breaches to impact EU citizens. Yahoo, most of whose assets were acquired by Verizon Communications Inc (VZ.N), said in 2016 that at least 500 million of its accounts had been hacked two years earlier by cyber thieves who may have stolen names, email addresses, telephone numbers, dates of birth and encrypted passwords. Ireland's Data Protection Commissioner (DPC), the lead European regulator on privacy issues for Yahoo because the company's European headquarters are in Dublin, said on Thursday that Yahoo's data processing operations did not meet the standards required by EU law.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "0f11d272-7167-35e8-8eda-4fc234836a7a"
            },
            "link": "https://finance.yahoo.com/news/yahoos-eu-regulator-orders-privacy-183035187.html?.tsrc=rss",
            "pubDate": "Thu, 07 Jun 2018 18:30:35 +0000",
            "title": "Yahoo's EU regulator orders privacy changes over data breach"
          },
          {
            "description": "Karim Baratov, who pleaded guilty in November 2017 in San Francisco, was sentenced by U.S. District Judge Vince Chhabria, a spokesman for the U.S. Attorney's Office said. Baratov, a Canadian citizen born in Kazakhstan, was arrested in Canada in March 2017 at the request of U.S. prosecutors. Lawyers for Baratov in a court filing had urged a sentence of 45 months in prison, while prosecutors had sought 94 months.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "00584f35-23ed-3443-9a8f-eb9f80f74f9b"
            },
            "link": "https://finance.yahoo.com/news/canadian-helped-yahoo-email-hackers-203255135.html?.tsrc=rss",
            "pubDate": "Tue, 29 May 2018 20:32:55 +0000",
            "title": "Canadian who helped Yahoo email hackers gets five years in prison"
          },
          {
            "description": "Apr.30 -- Tim Armstrong, Oath Inc. chief executive officer, discusses the future of telecommunications with Bloomberg's Emily Chang on \"Bloomberg Technology\" from the Milken Institute Global Conference in Beverly Hills, California.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "1cada3fa-4ea4-3a74-b527-d1fc7e32d2f7"
            },
            "link": "https://finance.yahoo.com/video/tim-armstrong-says-hes-watching-225257404.html?.tsrc=rss",
            "pubDate": "Mon, 30 Apr 2018 22:52:57 +0000",
            "title": "Tim Armstrong Says He's Watching T-Mobile-Sprint Deal Closely"
          },
          {
            "description": "WASHINGTON/SAN FRANCISCO (Reuters) - U.S. regulators fined Altaba Inc, the company formerly known as Yahoo! Inc, $35 million on Tuesday to settle charges that kept its massive 2014 cyber security breach a secret from investors for more than two years. The Securities and Exchange Commission's case marks the first time it has gone after a company for failing to disclose a cyber security breach. Yahoo's information security team learned just days after the December 2014 breach that Russian hackers had stolen the company's \"crown jewels,\" including email addresses, encrypted passwords and security questions, the SEC said in a statement.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "83effae8-5966-3aaf-8494-81f774ec10e7"
            },
            "link": "https://finance.yahoo.com/news/u-regulator-fines-altaba-35-164220840.html?.tsrc=rss",
            "pubDate": "Tue, 24 Apr 2018 18:04:05 +0000",
            "title": "U.S. regulator fines Altaba $35 million over 2014 Yahoo email hack"
          },
          {
            "description": "Discover who the largest Facebook shareholders are, including individual shareholders, institutional investors and the largest mutual fund shareholders.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "4e42525e-cfa0-36b3-945b-ac19724aab52"
            },
            "link": "https://finance.yahoo.com/m/4e42525e-cfa0-36b3-945b-ac19724aab52/the-top-shareholders-of.html?.tsrc=rss",
            "pubDate": "Mon, 19 Mar 2018 18:48:00 +0000",
            "title": "The Top Shareholders of Facebook"
          },
          {
            "description": "In a decision on Friday night, U.S. District Judge Lucy Koh in San Jose, California rejected a bid by Verizon Communications Inc, which bought Yahoo's Internet business last June, to dismiss many claims, including for negligence and breach of contract. Yahoo was accused of being too slow to disclose three data breaches that occurred from 2013 and 2016, increasing users' risk of identity theft and requiring them to spend money on credit freeze, monitoring and other protection services. The breaches were revealed after New York-based Verizon agreed to buy Yahoo's Internet business, and prompted a cut in the purchase price to about $4.5 billion.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "8c8d2ee9-b9fa-337e-8d38-59a506d77005"
            },
            "link": "https://finance.yahoo.com/news/data-breach-victims-sue-yahoo-143243644.html?.tsrc=rss",
            "pubDate": "Mon, 12 Mar 2018 17:09:40 +0000",
            "title": "Data breach victims can sue Yahoo in the United States: judge"
          },
          {
            "description": "This alternative to simply owning Alibaba skyrocketed last year as the Chinese e-commerce titan's stock doubled in value.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "1e94b4f5-b108-3d55-802c-bdee51dc4e94"
            },
            "link": "https://finance.yahoo.com/news/altaba-inc-shares-rose-81-214000528.html?.tsrc=rss",
            "pubDate": "Wed, 10 Jan 2018 21:40:00 +0000",
            "title": "How Altaba, Inc. Shares Rose 81% in 2017"
          },
          {
            "description": "Jan.10 -- Oath CEO Tim Armstrong discusses a deal to stream NFL playoff games on Yahoo Sports and the need for more content deals. He speaks on \"Bloomberg Markets.\"",
            "guid": {
              "-isPermaLink": "false",
              "#text": "27749cde-8b6c-3fca-b5f3-2ceb48fd39df"
            },
            "link": "https://finance.yahoo.com/video/oath-ceo-armstrong-says-youll-174645709.html?.tsrc=rss",
            "pubDate": "Wed, 10 Jan 2018 17:46:45 +0000",
            "title": "Oath CEO Armstrong Says 'You'll See Us do More Content Deals'"
          },
          {
            "description": "But the likes of Alibaba and Tencent are only half the story",
            "guid": {
              "-isPermaLink": "false",
              "#text": "3136e5df-4ad4-3106-a2e2-75d351aa6d0a"
            },
            "link": "https://finance.yahoo.com/news/china-tech-sector-left-copycat-180829797.html?.tsrc=rss",
            "pubDate": "Thu, 07 Dec 2017 18:08:29 +0000",
            "title": "China’s Tech Sector Has Left Its Copycat Phase Far Behind It"
          },
          {
            "description": "Short interest is extremely low for AABA with fewer than 1% of shares on loan. This could indicate that investors who seek to profit from falling equity prices are not currently targeting AABA. The net inflows of $4.83 billion over the last one-month into ETFs that hold AABA are not among the highest of the last year and have been slowing.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "e8344088-35c9-3a86-8d32-89851410eaf8"
            },
            "link": "https://finance.yahoo.com/news/see-ihs-markit-score-report-130547224.html?.tsrc=rss",
            "pubDate": "Thu, 30 Nov 2017 13:05:47 +0000",
            "title": "See what the IHS Markit Score report has to say about Altaba Inc."
          },
          {
            "description": "Karim Baratov pleaded guilty to charges returned by a grand jury in the Northern District of California in February for hacking email accounts and selling the passwords to an agent of Russia's intelligence agency, the department said in a statement. Baratov, a 22-year-old Canadian citizen born in Kazakhstan, was arrested in Canada in March at the request of U.S. prosecutors. The Justice Department announced charges in March against Baratov and three other men, including two officers in Russia's Federal Security Service, or FSB, for their roles in the 2014 theft of 500 million Yahoo accounts.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "246b996c-211e-307f-ba4a-9757ffbf00a8"
            },
            "link": "https://finance.yahoo.com/news/canadian-charged-yahoo-hacking-case-020647688.html?.tsrc=rss",
            "pubDate": "Wed, 29 Nov 2017 02:06:47 +0000",
            "title": "Canadian charged in Yahoo hacking case pleads guilty in U.S."
          },
          {
            "description": "The hyper-focused investment firm's top holding is soaring in 2017.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "d2862a98-0e12-348d-b5e5-96af2485dbc6"
            },
            "link": "https://finance.yahoo.com/news/altaba-inc-005100116.html?.tsrc=rss",
            "pubDate": "Tue, 21 Nov 2017 00:51:00 +0000",
            "title": "What Is Altaba Inc. Up To?"
          },
          {
            "description": "Former Yahoo Chief Executive Marissa Mayer apologised on Wednesday for two massive data breaches at the internet company, blaming Russian agents for at least one of them, at a hearing on the growing number of cyber attacks on major U.S. companies. \"As CEO, these thefts occurred during my tenure, and I want to sincerely apologise to each and every one of our users,” she told the Senate Commerce Committee, testifying alongside the interim and former CEOs of Equifax Inc (EFX.N) and a senior Verizon Communications Inc (VZ.N) executive.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "8517c828-c8a8-3764-8c18-9edc935df9f5"
            },
            "link": "https://finance.yahoo.com/news/former-yahoo-ceo-apologizes-data-014105266.html?.tsrc=rss",
            "pubDate": "Thu, 09 Nov 2017 01:41:05 +0000",
            "title": "Former Yahoo CEO apologizes for data breaches, blames Russians"
          },
          {
            "description": "Former Yahoo Chief Executive Marissa Mayer apologised on Wednesday for two massive data breaches at the internet company, blaming Russian agents for at least one of them, at a hearing on the growing number of cyber attacks on major U.S. companies. \"As CEO, these thefts occurred during my tenure, and I want to sincerely apologise to each and every one of our users,” she told the Senate Commerce Committee, testifying alongside the interim and former CEOs of Equifax Inc (EFX.N) and a senior Verizon Communications Inc (VZ.N) executive.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "e64a6a5c-3f4a-3a32-bafe-83c8460a53ed"
            },
            "link": "https://finance.yahoo.com/news/former-yahoo-ceo-apologises-data-152921862.html?.tsrc=rss",
            "pubDate": "Wed, 08 Nov 2017 19:43:44 +0000",
            "title": "Former Yahoo CEO apologises for data breaches, blames Russians"
          },
          {
            "description": "The Commerce Committee wants the former CEO to talk about 2013's massive breach.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "7844bd66-3288-3b12-85b7-ec8c4ea015fd"
            },
            "link": "https://finance.yahoo.com/news/yahoo-marissa-mayer-subpoenaed-testify-225140343.html?.tsrc=rss",
            "pubDate": "Tue, 07 Nov 2017 22:51:40 +0000",
            "title": "Yahoo’s Marissa Mayer Subpoenaed to Testify Before Senate, Says Report"
          },
          {
            "description": "They drove the world wide web's evolution.",
            "guid": {
              "-isPermaLink": "false",
              "#text": "79fb9fc2-73e1-3432-a3b8-7dd21aa3e223"
            },
            "link": "https://finance.yahoo.com/news/15-most-influential-websites-time-144752621.html?.tsrc=rss",
            "pubDate": "Mon, 23 Oct 2017 14:47:52 +0000",
            "title": "The 15 Most Influential Websites of All Time"
          }
        ],
        "language": "en-US",
        "lastBuildDate": "Mon, 27 Aug 2018 23:33:03 +0000",
        "link": "http://finance.yahoo.com/q/h?s=yhoo",
        "title": "Yahoo! Finance: yhoo News"
      }